#!/usr/bin/env python
# coding: utf-8

# In[ ]:


#Задание 1
a = 20
b = 'это строка'
c = 55.5
d = True
print (a, b, c, d)
a = int(input ('Введите целое число '))
b = input ('Введите строку ')
c = float(input ('Введите число '))
print (a, b, c)

